tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'aspell'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bison'
brew 'chrome-cli'
brew 'cloog'
brew 'colordiff'
brew 'curl'
brew 'docker-compose'
brew 'docker'
brew 'enchant'
brew 'fontconfig'
brew 'freetype'
brew 'gawk'
brew 'gdbm'
brew 'geoip'
brew 'gettext'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gnu-sed'
brew 'gnutls'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'imap-uw'
brew 'isl'
brew 'jpeg'
brew 'jq'
brew 'less'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libiconv'
brew 'libmpc'
brew 'libpng'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'mcrypt'
brew 'mercurial'
brew 'mhash'
brew 'mpfr'

brew 'mysql55'
brew 'mysql56'
brew 'mysql'

brew 'nettle'
brew 'nkf'
brew 'openssl'
brew 'pcre'
brew 'peco'
brew 'pkg-config'
brew 'pup'
brew 'pwgen'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rsync'
brew 'sl'
brew 'sqlite'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'xz'
brew 'yasm'
brew 'zlib'
brew 'zsh'
brew 'ghq'
brew 'heroku-toolbelt'
brew 'graphviz'
brew 'pt'
brew 'awscli'
brew 'cmake'

# kotlin
brew 'kotlin'

# ruby
brew 'rbenv'
brew 'ruby-build'
brew 'rbenv-gemset'

# python
brew 'pyenv'

# go
brew 'go'
brew 'goenv'
brew 'glide'

brew 'direnv'

cask 'java6'
cask 'java8'
cask 'java'
cask 'vagrant'
