tap 'homebrew/cask-versions'

brew 'tmux'
brew 'peco'
brew 'direnv'
brew 'anyenv'
brew 'reattach-to-user-namespace'
brew 'nkf'
brew 'autoconf'
brew 'ghq'
brew 'chrome-cli'
brew 'jq'
brew 'mysql'
brew 'tree'
brew 'vim'
brew 'pt'
brew 'awscli'
brew 'tig'
brew 'git'
brew 'docker'
brew 'docker-compose'
brew 'hub'
brew 'vim'
brew 'make'
brew 'cmake'
brew 'gh'
brew 'graphviz'
brew 'openssl'
brew 'terraform'
brew 'pwgen'
brew 'grep'

cask 'corretto8'
cask 'corretto11'
cask 'temurin'
cask 'phantomjs'
